/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "Inloggegevens opgeven";
"CONNECT_TO_SERVER" = "Verbinden met server";
"PRINTER_AUTH" = "Identiteitscontrole voor printer";
"SCREEN_SHARE_AUTH" = "Scherm delen";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "Geef uw naam en wachtwoord op om verbinding te maken met '%@'.";
"GENERIC_MSG_PASS" = "Geef uw wachtwoord op om verbinding te maken met '%@'.";
"GENERIC_MSG_NONAME" = "Typ uw gebruikersnaam en wachtwoord.";

/* Protocol Specific */
"AFP_MSG" = "Geef uw naam en wachtwoord op voor de server '%@'.";
"SMB_MSG" = "Geef uw naam en wachtwoord op voor de server '%@'.";
"FTP_MSG" = "Geef uw naam en wachtwoord op voor de server '%@'.";
"WEBDAV_MSG" = "Geef uw naam en wachtwoord op voor de server '%@'.";

/* File Server */
"FS_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de server '%@'.";
"FS_MSG_PASS" = "Geef uw wachtwoord op voor de server '%@'.";

/* Generic Server */
"SRV_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de server '%@'.";
"SRV_MSG_PASS" = "Geef uw wachtwoord op voor de server '%@'.";

/* Printer */
"PRINT_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de printer '%@'.";
"PRINT_MSG_PASS" = "Geef uw wachtwoord op voor de printer '%@'.";

/* Print Server */
"PS_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de printserver '%@'.";
"PS_MSG_PASS" = "Geef uw naam en wachtwoord op voor de printserver '%@'.";

/* Screen Sharing */
"SS_MSG_BOTH" = "Geef uw naam en wachtwoord op om het scherm van '%@' te delen.";
"SS_MSG_PASS" = "Geef uw wachtwoord op om het scherm van '%@' te delen.";

"VS_MSG_BOTH" = "Geef uw naam en wachtwoord op om het scherm van '%@' te observeren.";
"VS_MSG_PASS" = "Geef uw wachtwoord op om het scherm van '%@' te observeren.";

/* Time Machine */
"TM_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de server '%@', zodat Time Machine er toegang toe heeft.";
"TM_MSG_PASS" = "Geef uw wachtwoord op voor de server '%@', zodat Time Machine er toegang toe heeft.";

/* Pre Auth */
"PA_MSG_BOTH" = "Geef uw naam en wachtwoord op voor de proxyserver '%@'.";
"PA_MSG_PASS" = "Geef uw wachtwoord op voor de proxyserver '%@'.";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "Verbind";
"SHARE" = "Deel";
"PRINT" = "Druk af";
"VIEW" = "Weergave";
"OK" = "OK";

"CONNECT_AS" = "Verbind als:";
"GUEST" = "Gast";
"REGISTERED_USER" = "Geregistreerde gebruiker";

"CONNECT_BY" = "Verbind:";
"BY_ASKING_FOR_PERMISSION" = "Door om toestemming te vragen";
"AS_REGISTERED_USER" = "Als een geregistreerde gebruiker";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "Domein\\Gebruikersnaam";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "Selecteer de volumes die u wilt activeren op '%@':";
"SELECT_VOLUME" = "Selecteer de volumes die u wilt activeren:";

"SELECT_PRINTER_ON_SERVER" = "Selecteer de printer op '%@':";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "Westers (Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "Wijzig het wachtwoord voor '%1$@' op '%2$@'.";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "Verbinden…";
"CONNECTING_TO_HOST" = "Verbinden met '%@'.";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "Geef het wachtwoord op voor '%@' op de bestandsserver '%@'.";
"ENTER_VOLUME_PASSWORD" = "Geef het wachtwoord op voor '%@'.";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "Netwerkwachtwoord";
"PRINT_PASSWORD" = "Printerwachtwoord";
"AFP_PASSWORD" = "AFP-wachtwoord";
"SMB_PASSWORD" = "SMB-wachtwoord";
"FTP_PASSWORD" = "FTP-wachtwoord";
"WEBDAV_PASSWORD" = "WebDAV-wachtwoord";
"VNC_PASSWORD" = "VNC-wachtwoord";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "Er heeft zich een fout voorgedaan.";
"EMSG_INVALID_PWD" = "U hebt een ongeldig wachtwoord opgegeven.";
"EMSG_INVALID_NAME_PWD" = "U hebt een ongeldige gebruikersnaam of ongeldig wachtwoord opgegeven.";
"EMSG_PWD_EXPIRED" = "Uw wachtwoord is verlopen.";
"EMSG_PWD_NEEDS_CHANGE" = "U moet uw wachtwoord wijzigen.";
"EMSG_PWD_POLICY" = "Uw wachtwoord voldoet niet aan het beleid dat door de server wordt gevoerd.";
"EMSG_CONNECTION_FAILED" = "Verbinding mislukt";

"EMSG_MOUNT_FAILURE" = "Het activeren van een volume is mislukt.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "Probeer het opnieuw.";
"EINFO_CONTACT_ADMIN" = "Neem contact op met uw systeembeheerder voor meer informatie.";

"EINFO_NO_ACCESS_USER" = "U hebt geen bevoegdheden voor toegang tot de server '%@'.";
"EINFO_NO_ACCESS_GUEST" = "Voor de server '%@' is geen gasttoegang toegestaan.";
"EINFO_SAME_MACHINE" = "De server '%@' is beschikbaar op deze computer. Ga lokaal naar de volumes en bestanden.";
"EINFO_NO_SERVER" = "De server '%@' bestaat niet of is momenteel niet beschikbaar. Controleer de naam of het IP-adres van de server, controleer de netwerkverbinding en probeer het vervolgens opnieuw.";
"EINFO_TOO_MANY_USERS" = "Er kunnen niet meer gebruikers inloggen op de server '%@'. Probeer later opnieuw verbinding te maken.";
"EINFO_GENERAL" = "Er heeft zich een fout voorgedaan tijdens het maken van verbinding met de server '%@'. Controleer de naam en het IP-adres van de server en probeer het vervolgens opnieuw.\n\nAls u het probleem niet kunt oplossen, neemt u contact op met uw systeembeheerder.";
"EINFO_NO_SHARES" = "Er zijn geen gedeelde onderdelen beschikbaar of u hebt er geen toegang toe op de server '%@'. Neem contact op met uw systeembeheerder om het probleem op te lossen.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "U hebt geen bevoegdheden voor toegang tot deze server.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "Voor deze server is geen gasttoegang toegestaan.";
"EINFO_SAME_MACHINE_UNKNOWN" = "De bestandsserver is beschikbaar op deze computer. Ga lokaal naar de volumes en bestanden.";
"EINFO_NO_SERVER_UNKNOWN" = "De server bestaat niet of is momenteel niet beschikbaar. Controleer de servernaam of het IP-adres van de server, controleer de netwerkverbinding en probeer het vervolgens opnieuw.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "Het maximale aantal gebruikers dat gelijktijdig met deze bestandsserver verbinding kan maken is bereikt. Probeer later opnieuw verbinding te maken.";
"EINFO_GENERAL_UNKNOWN" = "Er heeft zich een fout voorgedaan tijdens het maken van verbinding met de server. Controleer de naam en het IP-adres van de server en probeer het vervolgens opnieuw.\n\nAls u het probleem niet kunt oplossen, neemt u contact op met uw systeembeheerder.";
"EINFO_NO_SHARES_UNKNOWN" = "Er zijn geen gedeelde onderdelen beschikbaar of u hebt er geen toegang toe op de server. Neem contact op met uw systeembeheerder om het probleem op te lossen.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "Er heeft zich een fout voorgedaan bij het activeren van een volume.";
"EINFO_ONE_MOUNT_FAILED" = "Het volume '%@' kan niet worden geactiveerd.";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "De volgende volumes kunnen niet worden geactiveerd:";
